Repository: FalkAlexander/PasswordSafe
Catalog: po/*.po
Languages: el, is, kk

source: Clear clipboard after X seconds
el: Εκκαθάριση προχείρου μετά από X δευτερόλεπτα
is: Hreinsa klippispjald eftir X sekúndur
kk: Алмасу буферін X секундтан кейін тазарту

source: After copying the password clear the clipboard for security reasons.
el: Μετά την αντιγραφή του συνθηματικού, εκκαθάριση του προχείρου για λόγους ασφαλείας.
is: Eftir að lykilorð er afritað skal hreinsa klippispjald í öryggisskyni.
kk: Парольді көшіргеннен кейін, қауіпсіздік мақсатында алмасу буферін тазарту.

source: Window size
el: Μέγεθος παραθύρου
is: Gluggastærð
kk: Терезе өлшемі

source: Remember the window size.
el: Απομνημόνευση του μεγέθους παραθύρου.
is: Muna stærð gluggans.
kk: Терезе өлшемін есте сақтау.

source: Last opened databases
el: Πρόσφατα ανοιγμένες βάσεις δεδομένων
is: Síðast opnuðu gagnagrunnar
kk: Соңғы ашылған дерекқорлар

source: A list of the last opened databases.
el: Μια λίστα με τις πρόσφατα ανοιγμένες βάσεις δεδομένων.
is: Listi yfir síðast opnuðu gagnagrunnana.
kk: Соңғы ашылған дерекқорлардың тізімі.

source: Last opened database
el: Τελευταία ανοιγμένη βάση δεδομένων
is: Síðast opnaði gagnagrunnur
kk: Соңғы ашылған дерекқор

source: Path to the last opened database.
el: Διαδρομή προς την τελευταία ανοιγμένη βάση δεδομένων.
is: Slóð að síðast opnaða gagnagrunni.
kk: Соңғы ашылған дерекқорға дейінгі жол.

source: Remember composite key
el: Απομνημόνευση σύνθετου κλειδιού
is: Muna samsetningarlykil
kk: Құрамдас кілтті есте сақтау

source: Remember last used composite key for database unlocking.
el: Απομνημόνευση του τελευταίου χρησιμοποιημένου σύνθετου κλειδιού για ξεκλείδωμα βάσης δεδομένων.
is: Muna þann samsetningarlykil sem síðast var notaður til að aflæsa gagnagrunni.
kk: Дерекқордың құлпын ашу үшін соңғы пайдаланылған құрамдас кілтті есте сақтау.

source: Last used key provider
el: Τελευταίος πάροχος κλειδιού
kk: Соңғы пайдаланылған кілт провайдері

source: Key provider for composite database unlocking.
el: Πάροχος κλειδιού για σύνθετο ξεκλείδωμα βάσης δεδομένων.
kk: Дерекқордың құрамдас құлпын ашуға арналған кілт провайдері.

source: Remember unlock method
el: Απομνημόνευση μεθόδου ξεκλειδώματος
is: Muna aðferð við aflæsingu
kk: Құлпын ашу әдісін есте сақтау

source: Remember last used unlock method for future database unlocking.
el: Απομνημόνευση της τελευταίας χρησιμοποιημένης μεθόδου ξεκλειδώματος για μελλοντικό ξεκλείδωμα βάσης δεδομένων.
is: Muna þá aðferð við aflæsingu sem síðast var notuð fyrir síðari tíma aflæsinga gagnagrunna.
kk: Болашақта дерекқордың құлпын ашу үшін соңғы пайдаланылған әдісті есте сақтау.

source: Backup the database on unlock
el: Δημιουργία αντιγράφου ασφαλείας της βάσης δεδομένων κατά το ξεκλείδωμα
is: Öryggisafrita gagnagrunn við aflæsingu
kk: Құлпын ашқан кезде дерекқордың сақтық көшірмесін жасау

source: If an error occurs while saving the database, a backup can be found at ~/.cache/secrets/backups
el: Αν προκύψει σφάλμα κατά την αποθήκευση της βάσης δεδομένων, ένα αντίγραφο ασφαλείας μπορεί να βρεθεί στο ~/.cache/secrets/backups
is: Ef villa kemur upp við að vista gagnagrunninn, er hægt að finna öryggisafrit í ~/.cache/secrets/backups
kk: Дерекқорды сақтау кезінде қате орын алса, сақтық көшірмені ~/.cache/secrets/backups жолынан табуға болады

source: Sorting order of groups and entries
el: Σειρά ταξινόμησης ομάδων και εγγραφών
is: Röðun hópa og færslna
kk: Топтар мен жазбаларды сұрыптау реті

source: Order of the rows in the groups and entries view.
el: Σειρά των γραμμών στην προβολή ομάδων και εγγραφών.
is: Röð raða í sýn á hópa og færslur.
kk: Топтар мен жазбалар көрінісіндегі жолдардың реті.

source: Use uppercases when generating a password
el: Χρήση κεφαλαίων κατά τη δημιουργία συνθηματικού
is: Nota hástafi við gerð lykilorðs
kk: Парольді жасау кезінде бас әріптерді пайдалану

source: Use uppercase characters A-Z when generating a random password.
el: Χρήση κεφαλαίων χαρακτήρων A-Z κατά τη δημιουργία τυχαίου συνθηματικού.
is: Nota hástafi á bilinu A-Ö við gerð slembilykilorðs.
kk: Кездейсоқ парольді жасау кезінде A-Z бас әріптерін пайдалану.

source: Use lowercases when generating a password
el: Χρήση πεζών κατά τη δημιουργία συνθηματικού
is: Nota lágstafi við gerð lykilorðs
kk: Парольді жасау кезінде кіші әріптерді пайдалану

source: Use lowercase characters a-z when generating a random password.
el: Χρήση πεζών χαρακτήρων a-z κατά τη δημιουργία τυχαίου συνθηματικού.
is: Nota lágstafi á bilinu a-ö við gerð slembilykilorðs.
kk: Кездейсоқ парольді жасау кезінде a-z кіші әріптерін пайдалану.

source: Use numbers when generating a password
el: Χρήση αριθμών κατά τη δημιουργία συνθηματικού
is: Nota tölur við gerð lykilorðs
kk: Парольді жасау кезінде сандарды пайдалану

source: Use numbers 0-9 characters when generating a random password.
el: Χρήση αριθμητικών χαρακτήρων 0-9 κατά τη δημιουργία τυχαίου συνθηματικού.
is: Nota tölur á bilinu 0-9 við gerð slembilykilorðs.
kk: Кездейсоқ парольді жасау кезінде 0-9 сандарын пайдалану.

source: Use symbols when generating a password
el: Χρήση συμβόλων κατά τη δημιουργία συνθηματικού
is: Nota tákn við gerð lykilorðs
kk: Парольді жасау кезінде таңбаларды пайдалану

source: Use non-alphanumeric ASCII symbols when generating a random password.
el: Χρήση μη αλφαριθμητικών συμβόλων ASCII κατά τη δημιουργία τυχαίου συνθηματικού.
is: Nota ASCII-táknstafi (ekki bók- eða tölustafir) við gerð slembilykilorðs.
kk: Кездейсоқ парольді жасау кезінде әріптік-сандық емес ASCII таңбаларын пайдалану.

source: Password length when generating a password
el: Μήκος συνθηματικού κατά τη δημιουργία συνθηματικού
is: Lengd lykilorðs við gerð lykilorðs
kk: Парольді жасау кезіндегі пароль ұзындығы

source: Number of single characters when generating a password.
el: Αριθμός μεμονωμένων χαρακτήρων κατά τη δημιουργία συνθηματικού.
is: Fjöldi einstakra stafa sem á að nota við gerð lykilorðs.
kk: Парольді жасау кезіндегі жеке таңбалар саны.

source: Number of words when generating a passphrase
el: Αριθμός λέξεων κατά τη δημιουργία φράσης πρόσβασης
is: Fjöldi orða við gerð aðgangssetningar
kk: Кілттік фразаны жасау кезіндегі сөздер саны

source: Separator when generating a passphrase
el: Διαχωριστικό κατά τη δημιουργία φράσης πρόσβασης
is: Aðgreinir milli orða gerð aðgangssetningar
kk: Кілттік фразаны жасау кезіндегі ажыратқыш

source: Word separator to use when generating a passphrase.
el: Διαχωριστικό λέξεων που θα χρησιμοποιηθεί κατά τη δημιουργία φράσης πρόσβασης.
is: Aðgreinir milli orða sem á að nota við gerð aðgangssetningar.
kk: Кілттік фразаны жасау кезінде пайдаланылатын сөз ажыратқышы.

source: With quick unlock enabled, a safe can be re-entered using the last four characters of the password. If the first try is wrong, the full password is needed to unlock the safe.
el: Με το γρήγορο ξεκλείδωμα ενεργοποιημένο, η πρόσβαση σε ένα χρηματοκιβώτιο μπορεί να ανακτηθεί χρησιμοποιώντας τους τέσσερις τελευταίους χαρακτήρες του συνθηματικού. Αν η πρώτη προσπάθεια είναι εσφαλμένη, απαιτείται το πλήρες συνθηματικό για το ξεκλείδωμα του χρηματοκιβωτίου.
kk: Жылдам құлпын ашу іске қосылғанда, сейфке парольдің соңғы төрт таңбасы арқылы қайта кіруге болады. Бірінші әрекет қате болса, сейфтің құлпын ашу үшін толық пароль қажет болады.

source: Enable Fingerprint Quick Unlock
el: Ενεργοποίηση γρήγορου ξεκλειδώματος με αποτύπωμα
kk: Саусақ ізімен жылдам құлпын ашуды іске қосу

source: Use the fingerprint reader to quick unlock a locked safe.
el: Χρήση του αναγνώστη δακτυλικών αποτυπωμάτων για το γρήγορο ξεκλείδωμα ενός κλειδωμένου χρηματοκιβωτίου.
kk: Құлыпталған сейфтің құлпын жылдам ашу үшін саусақ ізі сканерін пайдалану.

source: Manage your passwords
el: Διαχείριση των συνθηματικών σας
is: Sýslaðu með lykilorðin þín
kk: Парольдеріңізді басқару

source: Secrets is a password manager which makes use of the KeePass v.4 format. It integrates perfectly with the GNOME desktop and provides an easy and uncluttered interface for the management of password databases.
el: Το Secrets είναι ένας διαχειριστής συνθηματικών που χρησιμοποιεί τη μορφή KeePass v.4. Ενσωματώνεται τέλεια με την επιφάνεια εργασίας GNOME και παρέχει μια εύκολη και απλή διεπαφή για τη διαχείριση βάσεων δεδομένων συνθηματικών.
is: Secrets er lykilorðastýring sem nýtir KeePass v.4 sniðið. Það er fullkomlega samtvinnað GNOME-skjáborðinu og kemur með auðveldu og hreinlegu viðmóti til að sýsla með lykilorðagagnagrunna.
kk: Secrets — KeePass v.4 пішімін пайдаланатын парольдер менеджері. Ол GNOME жұмыс үстелімен тамаша үйлеседі және парольдер дерекқорларын басқаруға арналған қарапайым интерфейсті ұсынады.

source: Password management
el: Διαχείριση συνθηματικών
kk: Парольдерді басқару

source: Safe unlocking
el: Ξεκλείδωμα ασφαλούς
kk: Сейфтің құлпын ашу

source: Safe creation
el: Δημιουργία ασφαλούς
kk: Сейфті жасау

source: Enable debug logging
el: Ενεργοποίηση καταγραφής αποσφαλμάτωσης
kk: Жөндеу журналын іске қосу

source: Could not load attachment
el: Αδυναμία φόρτωσης συνημμένου
is: Gat ekki hlaðið inn viðhengi
kk: Тіркемені жүктеу мүмкін емес

source: Passwords do not match
el: Τα συνθηματικά δεν ταιριάζουν
is: Lykilorðin stemma ekki
kk: Парольдер сәйкес келмейді

source: Unable to create database
el: Αδυναμία δημιουργίας βάσης δεδομένων
is: Get ekki útbúið gagnagrunn
kk: Дерекқорды жасау мүмкін емес

source: Failed to generate composite key
el: Αποτυχία δημιουργίας σύνθετου κλειδιού
kk: Құрамдас кілтті жасау сәтсіз аяқталды

source: Enter tag name
el: Εισαγωγή ονόματος ετικέτας
kk: Тег атын енгізіңіз

source: The tag already exists
el: Η ετικέτα υπάρχει ήδη
kk: Тег бұрыннан бар

source: Saved in history
el: Αποθηκεύτηκε στο ιστορικό
is: Vistað í ferilskrá
kk: Тарихта сақталды

source: Username copied
el: Αντιγράφηκε το όνομα χρήστη
is: Notandanafn afritað
kk: Пайдаланушы аты көшірілді

source: Address copied
el: Αντιγράφηκε η διεύθυνση
is: Vistfang afritað
kk: Адрес көшірілді

source: One-time password copied
el: Αντιγράφηκε το συνθηματικό μίας χρήσης
is: Eins-skiptis lykilorð afritað
kk: Бір реттік пароль көшірілді

source: Could not open URL
el: Αδυναμία ανοίγματος URL
kk: URL ашу мүмкін емес

source: The address is not valid
el: Η διεύθυνση δεν είναι έγκυρη
is: Vistfangið er ekki gilt
kk: Адрес жарамсыз

source: Select Attachments
el: Επιλογή συνημμένων
kk: Тіркемелерді таңдау

source: Password copied
el: Αντιγράφηκε το συνθηματικό
is: Lykilorð afritað
kk: Пароль көшірілді

source: One-Time Password copied
el: Αντιγράφηκε το συνθηματικό μίας χρήσης
kk: Бір реттік пароль көшірілді

source: Title not Specified
el: Δεν καθορίστηκε ο τίτλος
is: Titill ekki tilgreindur
kk: Тақырыбы көрсетілмеген

source: Include Lowercase
el: Συμπερίληψη πεζών
kk: Кіші әріптерді қосу

source: Exclude Lowercase
el: Αποκλεισμός πεζών
kk: Кіші әріптерді алып тастау

source: Include Uppercase
el: Συμπερίληψη κεφαλαίων
kk: Бас әріптерді қосу

source: Exclude Uppercase
el: Αποκλεισμός κεφαλαίων
kk: Бас әріптерді алып тастау

source: Include Numbers
el: Συμπερίληψη αριθμών
kk: Сандарды қосу

source: Exclude Numbers
el: Αποκλεισμός αριθμών
kk: Сандарды алып тастау

source: Include Symbols
el: Συμπερίληψη συμβόλων
kk: Таңбаларды қосу

source: Exclude Symbols
el: Αποκλεισμός συμβόλων
kk: Таңбаларды алып тастау

source: Keyfile
el: Αρχείο κλειδιού
is: Lykilskrá
kk: Кілт файлы

source: Select Keyfile
el: Επιλογή αρχείου κλειδιού
is: Veldu lykilskrá
kk: Кілт файлын таңдау

source: Clear Keyfile
el: Εκκαθάριση αρχείου κλειδιού
kk: Кілт файлын тазарту

source: Select keyfile
el: Επιλογή αρχείου κλειδιού
kk: Кілт файлын таңдау

source: Could not load keyfile
el: Αδυναμία φόρτωσης αρχείου κλειδιού
kk: Кілт файлын жүктеу мүмкін емес

source: Generate Keyfile
el: Δημιουργία αρχείου κλειδιού
is: Útbúa lykilskrá
kk: Кілт файлын жасау

source: Use a file to increase security
el: Χρήση αρχείου για αύξηση ασφαλείας
kk: Қауіпсіздікті арттыру үшін файлды пайдалану

source: Could not create keyfile
el: Αδυναμία δημιουργίας αρχείου κλειδιού
is: Gat ekki búið til lykilskrá
kk: Кілт файлын жасау мүмкін емес

source: No Smartcard
el: Καμία εξυπνη κάρτα
kk: Смарт-карта жоқ

source: No RSA Certificate
el: Κανένα πιστοποιητικό RSA
kk: RSA сертификаты жоқ

source: Smartcard
el: Έξυπνη κάρτα
kk: Смарт-карта

source: Select certificate
el: Επιλογή πιστοποιητικού
kk: Сертификатты таңдау

source: No smartcard present
el: Δεν υπάρχει έξυπνη κάρτα
kk: Смарт-карта салынбаған

source: Please insert smartcard and retry.
el: Παρακαλούμε εισάγετε έξυπνη κάρτα και δοκιμάστε ξανά.
kk: Смарт-картаны салып, қайталап көріңіз.

source: _OK
el: _ΟΚ
kk: _ОК

source: Unlock your smartcard
el: Ξεκλειδώστε την έξυπνη κάρτα σας
kk: Смарт-картаңыздың құлпын ашыңыз

source: Failed to unlock Smartcard
el: Αποτυχία ξεκλειδώματος έξυπνης κάρτας
kk: Смарт-карта құлпын ашу сәтсіз аяқталды

source: Use a smartcard
el: Χρήση έξυπνης κάρτας
kk: Смарт-картаны пайдалану

source: Refresh Certificate List
el: Ανανέωση λίστας πιστοποιητικών
kk: Сертификаттар тізімін жаңарту

source: No Key
el: Κανένα κλειδί
kk: Кілт жоқ

source: {description} [{serial}] - Slot {slot}
el: {description} [{serial}] - Θέση {slot}
kk: {description} [{serial}] - {slot} слоты

source: Select key
el: Επιλογή κλειδιού
kk: Кілтті таңдау

source: Select YubiKey slot
el: Επιλογή θέσης YubiKey
kk: YubiKey слотын таңдау

source: Touch YubiKey
el: Αγγίξτε το YubiKey
kk: YubiKey-ге тиіңіз

source: Recent Files
el: Πρόσφατα αρχεία
is: Nýlegar skrár
kk: Соңғы файлдар

source: White
el: Λευκό
kk: Ақ

source: Blue
el: Μπλε
kk: Көк

source: Green
el: Πράσινο
kk: Жасыл

source: Yellow
el: Κίτρινο
kk: Сары

source: Orange
el: Πορτοκαλί
kk: Қызғылт сары

source: Red
el: Κόκκινο
kk: Қызыл

source: Purple
el: Μωβ
kk: Күлгін

source: Brown
el: Καφέ
kk: Қоңыр

source: Clone
el: Κλώνος
is: Klóna
kk: Клондау

source: Could not save Safe
el: Αδυναμία αποθήκευσης κρύπτης
is: Gat ekki vistað öryggishólf
kk: Сейфті сақтау мүмкін емес

source: Operation aborted: deleting currently active group
el: Η λειτουργία ακυρώθηκε: διαγραφή τρέχουσας ενεργής ομάδας
is: Hætt við aðgerð: eyða virkum hópi
kk: Операция тоқтатылды: ағымдағы белсенді топ өшірілуде

source: Warning
el: Προειδοποίηση
is: Aðvörun
kk: Ескерту

source: You are deleting elements in the trash bin, these deletions cannot be undone.
el: Διαγράφετε στοιχεία στον κάδο ανακύκλωσης, αυτές οι διαγραφές δεν μπορούν να αναιρεθούν.
kk: Сіз қоқыс шелегіндегі элементтерді өшіріп жатырсыз, бұл әрекетті қайтару мүмкін емес.

source: Operation aborted: moving currently active group
el: Η λειτουργία ακυρώθηκε: μετακίνηση τρέχουσας ενεργής ομάδας
is: Hætt við aðgerð: færa virkan hóp
kk: Операция тоқтатылды: ағымдағы белсенді топ жылжытылуда

source: Move completed
el: Η μετακίνηση ολοκληρώθηκε
is: Færslu lokið
kk: Жылжыту аяқталды

source: Quick Unlock active
el: Το γρήγορο ξεκλείδωμα είναι ενεργό
kk: Жылдам құлпын ашу белсенді

source: Safe {path} is already open
el: Το χρηματοκιβώτιο {path} είναι ήδη ανοιχτό
kk: {path} сейфі ашық тұр

source: Failed to unlock Safe
el: Αποτυχία ξεκλειδώματος του χρηματοκιβωτίου
is: Mistókst að aflæsa öryggishólfi
kk: Сейфтің құлпын ашу сәтсіз аяқталды

source: Please unlock using the password.
el: Παρακαλούμε ξεκλειδώστε χρησιμοποιώντας το συνθηματικό.
kk: Пароль арқылы құлпын ашыңыз.

source: Maximum tries reached. Please unlock using the password.
el: Συμπληρώθηκε ο μέγιστος αριθμός προσπαθειών. Παρακαλούμε ξεκλειδώστε χρησιμοποιώντας το συνθηματικό.
kk: Әрекеттердің максималды санына жетті. Пароль арқылы құлпын ашыңыз.

source: Safe saved
el: Αποθηκεύτηκε η κρύπτη
is: Öryggishólf vistað
kk: Сейф сақталды

source: No changes made
el: Δεν έγιναν αλλαγές
is: Engar breytingar gerðar
kk: Өзгерістер жасалған жоқ

source: Element deleted
el: Διαγράφηκε στοιχείο
kk: {} элемент өшірілді

source: Deletion completed
el: Η διαγραφή ολοκληρώθηκε
is: Eyðingu lokið
kk: Өшіру аяқталды

source: Undo
el: Αναίρεση
is: Afturkalla
kk: Болдырмау

source: Attribute deleted
el: Διαγράφηκε χαρακτηριστικό
kk: Атрибут өшірілді

source: Copied
el: Αντιγράφηκε
is: Afritað
kk: Көшірілді

source: Safe locked due to inactivity
el: Το Ασφαλές κλειδώθηκε λόγω αδράνειας
is: Öryggishólfi læst vegna aðgerðaleysis
kk: Сейф әрекетсіздік салдарынан құлыпталды

source: {} Selected
el: {} Επιλεγμένο
kk: {} таңдалды

source: Attribute key contains an illegal character
el: Το κλειδί χαρακτηριστικού περιέχει μη επιτρεπτό χαρακτήρα
is: Eigindalykill inniheldur ógildan staf
kk: Атрибут кілтінде рұқсат етілмеген таңба бар

source: Attribute key already exists
el: Το κλειδί χαρακτηριστικού υπάρχει ήδη
is: Eigindalykill er þegar til staðar
kk: Атрибут кілті бұрыннан бар

source: Save Attachment
el: Αποθήκευση συνημμένου
is: Vista viðhengi
kk: Тіркемені сақтау

source: Could not store attachment
el: Αδυναμία αποθήκευσης συνημμένου
is: Gat ekki geymt viðhengi
kk: Тіркемені сақтау мүмкін емес

source: Attribute copied
el: Αντιγράφηκε χαρακτηριστικό
kk: Атрибут көшірілді

source: Insecure
el: Μη ασφαλές
kk: Қауіпсіз емес

source: Weak
el: Ασθενές
kk: Әлсіз

source: No weak passwords found
el: Δεν βρέθηκαν ασθενή συνθηματικά
kk: Әлсіз парольдер табылмады

source: No records found
el: Δεν βρέθηκαν εγγραφές
kk: Жазбалар табылмады

source: Could not apply changes
el: Αδυναμία εφαρμογής αλλαγών
is: Gat ekki framkvæmt breytingar
kk: Өзгерістерді іске асыру мүмкін емес

source: Changes Applied
el: Εφαρμόστηκαν σλλαγές
is: Breytingar framkvæmdar
kk: Өзгерістер іске асырылды

source: Could not change credentials
el: Αδυναμία αλλαγής διαπιστευτηρίων
is: Tókst ekki að breyta auðkennum
kk: Тіркелгі мәліметтерін өзгерту мүмкін емес

source: Conflicts While Saving
el: Συγκρούσεις κατά την αποθήκευση
is: Árekstrar við að vista
kk: Сақтау кезіндегі қақтығыстар

source: The safe was modified from somewhere else. Please resolve these conflicts from the main window when saving.
el: Η κρύπτη τροποποιήθηκε από αλλού. Παρακαλώ επιλύστε αυτές τις συγκρούσεις από το κύριο παράθυρο κατά την αποθήκευση.
kk: Сейф басқа жерден өзгертілген. Сақтау кезінде осы қайшылықтарды негізгі терезеден шешіңіз.

source: Unknown
el: Άγνωστο
is: Óþekkt
kk: Белгісіз

source: AES 256-bit
is: AES 256-bita
kk: AES 256-бит

source: ChaCha20 256-bit
is: ChaCha20 256-bita
kk: ChaCha20 256-бит

source: Twofish 256-bit
is: Twofish 256-bita
kk: Twofish 256-бит

source: Entry expired
el: Η εγγραφή έληξε
is: Færsla útrunnin
kk: Жазбаның мерзімі аяқталды

source: Hide Text
el: Απόκρυψη κειμένου
is: Fela texta
kk: Мәтінді жасыру

source: Selection copied
el: Αντιγράφηκε η επιλογή
is: Val afritað
kk: Таңдалған нәрсе көшірілді

source: Password Strength
el: Ισχύς συνθηματικού
kk: Пароль төзімділігі

source: Unsaved Changes Conflict
el: Σύγκρουση μη αποθηκευμένων αλλαγών
is: Árekstrar í óvistuðum breytingum
kk: Сақталмаған өзгерістер қайшылығы

source: Save and Quit
el: Αποθήκευση και Έξοδος
is: Vista og hætta
kk: Сақтау және шығу

source: Back up, Save, and Quit
el: Αντίγραφο ασφαλείας, Αποθήκευση και Έξοδος
is: Taka öryggisafrit, vista og hætta
kk: Резервтік көшірме жасау, сақтау және шығу

source: Don't Quit
el: Να μην Γίνει Έξοδος
is: Ekki hætta
kk: Шықпау

source: The safe was modified from somewhere else. Saving will overwrite their version of the safe with our current version. You can also make a backup of their version of the safe.
el: Η κρύπτη τροποποιήθηκε από αλλού. Η αποθήκευση θα αντικαταστήσει την εκδοχή της κρύπτης με την τρέχουσα εκδοχή μας. Μπορείτε επίσης να δημιουργήσετε ένα αντίγραφο ασφαλείας της εκδοχής τους της κρύπτης.
kk: Сейф басқа жерден өзгертілген. Сақтау олардың сейф нұсқасын біздің ағымдағы нұсқамызбен алмастырады. Сондай-ақ, олардың сейф нұсқасының резервтік көшірмесін жасауға болады.

source: _Back up and Save
el: _Αντίγραφο ασφαλείας και αποθήκευση
is: Ta_ka öryggisafrit og vista
kk: _Резервтік көшірме жасау және сақтау

source: Save Backup
el: Αποθήκευση αντιγράφου ασφαλείας
is: Vista öryggisafrit
kk: Резервтік көшірмені сақтау

source: Could not backup safe
el: Αδυναμία δημιουργίας αντιγράφου ασφαλείας
is: Gat ekki öryggisafritað öryggishólf
kk: Сейфтің резервтік көшірмесін жасау мүмкін емес

source: Any file type
el: Οποιοσδήποτε τύπος αρχείου
is: Hvaða skráartegund sem er
kk: Кез келген файл түрі

source: Select Safe
el: Επιλογή κρύπτης
is: Veldu öryggishólf
kk: Сейфті таңдау

source: File does not have a valid path
el: Το αρχείο δεν έχει έγκυρη διαδρομή
kk: Файлдың адресі дұрыс емес

source: Safe is already open
el: Η κρύπτη είναι ήδη ανοιχτή
is: Öryggishólfið er þegar opið
kk: Сейф ашық тұр

source: _Create
el: _Δημιουργία
is: _Búa til
kk: _Жасау

source: Cannot create Safe: Safe is already open
el: Αδυναμία δημιουργίας κρύπτης: Η κρύπτη είναι ήδη ανοιχτή
is: Get ekki búið til öryggishólf: Öryggishólfið er þegar opið
kk: Сейфті жасау мүмкін емес: сейф ашық тұр

source: Could not create new Safe
el: Αδυναμία δημιουργίας νέας κρύπτης
is: Gat ekki búið til nýtt öryggishólf
kk: Жаңа сейфті жасау мүмкін емес

source: Could not save safe
el: Αδυναμία αποθήκευσης κρύπτης
is: Gat ekki vistað öryggishól
kk: Сейфті сақтау мүмкін емес

source: translator-credits
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
is: Sveinn í Felli, sv1@fellsnet.is, 2022
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: _A-Z
el: _A-Ω
is: _A-Ö

source: keepass;encrypt;secure;password;manager;
el: keepass;κρυπτογράφηση;ασφάλεια;συνθηματικό;διαχειριστής;encrypt;secure;password;manager;

source: Add
is: Bæta við

source: Use a password to secure your safe.
is: Notaðu lykilorð til að vernda öryggishólfið þitt.

source: _Keyfile
is: Ly_kilskrá

source: Use a keyfile to secure your safe.
is: Notaðu lykilskrá til að vernda öryggishólfið þitt.

source: _Composite
is: Sa_msett

source: Use a password in combination with a keyfile to secure your safe.
is: Notaðu lykilorð ásamt lykilskrá til að vernda öryggishólfið þitt.

source: Enter Password
is: Settu inn lykilorð

source: Set password for safe.
is: Settu lykilorð fyrir öryggishólf.

source: Next
is: Næsta

source: Password Match Check
is: Prófun samsvörunar lykilorða

source: Repeat password for safe.
is: Endurtaktu lykilorð fyrir öryggishólf.

source: Match Check Failed
is: Prófun samsvörunar mistókst

source: Please try again.
is: Endilega reyndu aftur.

source: _Confirm
is: Stað_festa

source: Set keyfile for safe
is: Settu lykilskrá fyrir öryggishólf

source: _Select current keyfile if any
is: _Veldu núgildandi lykilskrá ef einhver er

source: (Optional) _Generate new keyfile
is: (Valkvætt) _Búa til nýja lykilskrá

source: Could not Load Keyfile
is: Gat ekki hlaðið inn lykilskrá

source: Safe Name
is: Heiti öryggishólfs

source: Menu
is: Valmynd

source: U_RL
is: U_RL-slóð

source: _Add Attribute
is: Bæt_a við eigindi

source: Enter character here…
is: Sláðu inn staf hér…

source: URL
is: Slóð

source: _URL
is: _URL-slóð

source: Enter Search Term
is: Settu inn leitarorð

source: _Select Items
is: _Veldu atriði

source: Select _All
is: Velja _allt

source: Select _None
is: Velja _ekkert

source: _Dark Theme
is: _Dökkt þema

source: Use dark GTK theme.
is: Nota dökkt GTK-þema.

source: Enter Character
is: Settu inn staf

source: _Select Keyfile
is: _Veldu lykilskrá

source: Add elements with the ➕ button.
is: Bættu við atriðum með ➕ hnappnum.

source: _Z-A
is: _Ö-A

source: Securely store your passwords, notes and data. <b>Create</b> or <b>import</b> a new Keepass safe.
is: Geymdu lykilorðin þín, minnispunkta og önnur gögn á öruggan hátt. <b>útbúðu</b> eða <b>flyttu inn</b> nýtt Keepass-öryggishólf.

source: Use dark GTK theme
is: Nota dökkt GTK-þema

source: Use the dark variant of your GTK+ theme. Please note that not every GTK+ theme has a dark variant.
is: Nota dökkt afbrigði af GTK+ þema. Athugaðu að ekki eru öll GTK+ þemu með dökkt afbrigði.

source: Last used composite key
is: Síðast notaði samsetningarlykill
