Repository: FalkAlexander/PasswordSafe
Catalog: po/*.po
Languages: el, is, kk

source: Add Attribute
el: Προσθήκη χαρακτηριστικού
is: Bæta við eigindi
kk: Атрибутты қосу

source: Key
el: Κλειδί
is: Lykill
kk: Кілт

source: Value
el: Τιμή
is: Gildi
kk: Мән

source: Sensitive
el: Ευαίσθητο
kk: Құпия

source: Contains sensitive data.
el: Περιέχει ευαίσθητα δεδομένα.
kk: Құпия деректерді қамтиды.

source: _Add
el: _Προσθήκη
is: Bæt_a við
kk: Қо_су

source: Download Attachment
el: Λήψη Συνημμένου
is: Sækja viðhengi
kk: Қосымша файлды жүктеп алу

source: Remove Attachment
el: Αφαίρεση συνημμένου
is: Fjarlægja viðhengi
kk: Қосымша файлды өшіру

source: Safety Info
el: Πληροφορίες Ασφαλείας
is: Öryggisupplýsingar
kk: Қауіпсіздік ақпараты

source: It is possible that external applications will create unencrypted hidden or temporary copies of this attachment file! Please proceed with caution.
el: Είναι πιθανό εξωτερικές εφαρμογές να δημιουργήσουν μη κρυπτογραφημένα κρυφά ή προσωρινά αντίγραφα αυτού του συνημμένου αρχείου! Παρακαλούμε προχωρήστε με προσοχή.
is: Það er mögulegt að utanaðkomandi forrit útbúi ódulrituð falin afrit eða bráðabirgðaafrit af þessari viðhengisskrá! Haltu varlega áfram.
kk: Сыртқы қолданбалардың осы қосымша файлдың шифрланбаған жасырын немесе уақытша көшірмелерін жасауы мүмкін! Сақ болыңыз.

source: _Back
el: _Πίσω
is: _Til baka
kk: _Артқа

source: _Proceed
el: _Συνέχεια
is: _Halda áfram
kk: Ж_алғастыру

source: Copy Attribute
el: Αντιγραφή χαρακτηριστικού
kk: Атрибутты көшіру

source: Remove Attribute
el: Αφαίρεση χαρακτηριστικού
is: Fjarlægja eigindi
kk: Атрибутты өшіру

source: Add elements with the ➕ button
el: Προσθέστε στοιχεία με το κουμπί ➕
kk: Элементтерді ➕ батырмасы арқылы қосыңыз

source: Empty Group
el: Κενή ομάδα
is: Tómur hópur
kk: Бос топ

source: No Search Results
el: Κανένα αποτέλεσμα αναζήτησης
is: Engar leitarniðurstöður
kk: Іздеу нәтижелері жоқ

source: Color
el: Χρώμα
is: Litur
kk: Түс

source: Create Safe
el: Δημιουργία Ασφαλούς
is: Búa til öryggishólf
kk: Сейфті жасау

source: Back
el: Πίσω
is: Til baka
kk: Артқа

source: Main Menu
el: Κύριο μενού
is: Aðalvalmynd
kk: Негізгі мәзір

source: Protect your safe
el: Προστασία του ασφαλούς σας
is: Verndaðu öryggishólfið þitt
kk: Сейфіңізді қорғаңыз

source: _Password
el: _Συνθηματικό
is: _Lykilorð
kk: _Пароль

source: _Confirm Password
el: _Επιβεβαίωση συνθηματικού
kk: Парольді _растау

source: Additional Credentials
el: Πρόσθετα διαπιστευτήρια
kk: Қосымша тіркелгі мәліметтері

source: C_reate
el: _Δημιουργία
kk: Жа_сау

source: Safe Successfully Created
el: Το Ασφαλές Δημιουργήθηκε Επιτυχώς
is: Tókst að búa til öryggishólf
kk: Сейф сәтті жасалды

source: _Open Safe
el: _Άνοιγμα κρύπτης
is: _Opna öryggishólf
kk: Сейфті _ашу

source: _Preferences
el: _Προτιμήσεις
is: _Kjörstillingar
kk: Қа_лаулар

source: _Keyboard Shortcuts
el: Συντομεύσεις _Πληκτρολογίου
is: Flýtily_klar
kk: Пернетақта _жарлықтары

source: _About Secrets
el: _Περί του Secrets
is: _Um Secrets-lyklaumsýsluna
kk: Secrets _туралы

source: _Username
el: _Όνομα Χρήστη
is: Notan_danafn
kk: Пайдаланушы _аты

source: Copy
el: Αντιγραφή
is: Afrita
kk: Көшіру

source: Generate New Password
el: Δημιουργία νέου συνθηματικού
is: Útbúa nýtt lykilorð
kk: Жаңа парольді жасау

source: Safe Settings
el: Ρυθμίσεις κρύπτης
kk: Сейф баптаулары

source: Authentication
el: Πιστοποίηση
is: Auðkenning
kk: Аутентификация

source: Current Password
el: Τρέχον Συνθηματικό
is: Núverandi lykilorð
kk: Ағымдағы пароль

source: New Password
el: Νέο Συνθηματικό
is: Nýtt lykilorð
kk: Жаңа пароль

source: Confirm New Password
el: Επιβεβαίωση νέου συνθηματικού
is: Staðfesta nýtt lykilorð
kk: Жаңа парольді растау

source: New Additional Credentials
el: Νέα πρόσθετα διαπιστευτήρια
kk: Жаңа қосымша тіркелгі мәліметтері

source: _Apply Changes
el: _Εφαρμογή αλλαγών
is: Virkj_a breytingar
kk: Өзгерістерді іске _асыру

source: General
el: Γενικά
is: Almennt
kk: Жалпы

source: Database
el: Βάση Δεδομένων
kk: Дерекқор

source: Name
el: Όνομα
kk: Аты

source: Description
el: Περιγραφή
kk: Сипаттамасы

source: Default User
el: Προεπιλεγμένος χρήστης
kk: Әдеттегі пайдаланушы

source: Details
el: Λεπτομέρειες
is: Nánar
kk: Толығырақ

source: Path
el: Διαδρομή
is: Slóð
kk: Жол

source: File Size
el: Μέγεθος αρχείου
is: Skráarstærð
kk: Файл өлшемі

source: KeePass Version
el: Έκδοση KeePass
is: Útgáfa KeePass
kk: KeePass нұсқасы

source: Creation Date
el: Ημερομηνία δημιουργίας
is: Upprunadagsetning
kk: Жасалған күні

source: Encryption Algorithm
el: Αλγόριθμος κρυπτογράφησης
is: Dulritunaralgrím
kk: Шифрлау алгоритмі

source: Derivation Algorithm
el: Αλγόριθμος παραγωγής
is: Afleiðualgrím (derivation algorithm)
kk: Туынды алгоритм

source: Stats
el: Στατιστικά
is: Tölfræði
kk: Статистика

source: Number of Entries
el: Αριθμός εγγραφών
is: Fjöldi færslna
kk: Жазбалар саны

source: Number of Groups
el: Αριθμός ομάδων
is: Fjöldi hópa
kk: Топтар саны

source: Passwords
el: Συνθηματικά
is: Lykilorð
kk: Парольдер

source: Audit
el: Έλεγχος
kk: Аудит

source: Statistics
el: Στατιστικά
kk: Статистика

source: Unique Passwords
el: Μοναδικά συνθηματικά
kk: Бірегей парольдер

source: Reused Passwords
el: Επαναχρησιμοποιημένα συνθηματικά
kk: Қайта қолданылған парольдер

source: Weak Passwords
el: Ασθενή συνθηματικά
kk: Әлсіз парольдер

source: Check passwords for online breaches
el: Έλεγχος συνθηματικών για διαδικτυακές διαρροές
kk: Парольдерді желідегі бұзылуларға тексеру

source: Ask online whether your passwords have been hacked. The passwords won't be sent online! The following passwords have been leaked:
el: Ελέγξτε στο διαδίκτυο εάν τα συνθηματικά σας έχουν παραβιαστεί. Τα συνθηματικά δεν θα σταλούν στο διαδίκτυο! Τα παρακάτω συνθηματικά έχουν διαρρεύσει:
kk: Парольдеріңіздің бұзылғанын желіден тексеру. Парольдер желіге жіберілмейді! Келесі парольдер жарияланып кеткен:

source: Help
el: Βοήθεια
kk: Көмек

source: Entry Menu
el: Μενού εγγραφής
kk: Жазба мәзірі

source: _Title
el: _Τίτλος
is: _Titill
kk: _Тақырыбы

source: Open Address
el: Άνοιγμα διεύθυνσης
is: Opna vistfang
kk: Адресті ашу

source: One-Time Password
el: Συνθηματικό μίας χρήσης
is: Eins-skiptis lykilorð
kk: Бір реттік пароль

source: Remaining Time
el: Υπολειπόμενος χρόνος
kk: Қалған уақыт

source: One-_Time Password Secret
el: Μυστικό συνθηματικού μίας _χρήσης
is: Eins-skiptis lykilorðs leyndarmál
kk: Бір _реттік пароль құпиясы

source: Could not Generate OTP Token
el: Αδυναμία Δημιουργίας Διακριτικού OTP
is: Gat ekki útbúið OTP-teikn
kk: OTP токенін жасау мүмкін болмады

source: Notes
el: Σημειώσεις
is: Minnispunktar
kk: Ескертпелер

source: Edit in a Window
el: Επεξεργασία σε Παράθυρο
is: Breyta í glugga
kk: Терезеде түзету

source: Icon
el: Εικονίδιο
is: Táknmynd
kk: Таңбаша

source: Tags
el: Ετικέτες
kk: Тегтер

source: Add New Tag
el: Προσθήκη Νέας Ετικέτας
kk: Жаңа тегті қосу

source: Attachments
el: Συνημμένα
is: Viðhengi
kk: Қосымша файлдар

source: _Add Attachment
el: _Προσθήκη Συνημμένου
is: Bæt_a við viðhengi
kk: Қосымша файлды қо_су

source: Attributes
el: Χαρακτηριστικά
is: Eigindi
kk: Атрибуттар

source: Add Attr_ibute
el: Προσθήκη Χαρακτηρ_ιστικού
kk: Атриб_утты қосу

source: Expiration Date
el: Ημερομηνία λήξης
is: Gildir til
kk: Мерзімінің аяқталу күні

source: _Show More
el: _Εμφάνιση Περισσότερων
is: _Birta meira
kk: Көбірек _көрсету

source: D_uplicate
el: Α_ντίγραφο
is: Tvö_falda
kk: Көш_ірмесін жасау

source: _References
el: _Αναφορές
is: Tilvísani_r
kk: _Сілтемелер

source: _Properties
el: _Ιδιότητες
is: _Eiginleikar
kk: Қасие_ттері

source: _Save in History
el: _Αποθήκευση στο Ιστορικό
is: Vi_sta í ferilskrá
kk: Тарихқа _сақтау

source: Show _History
el: Εμφάνιση _Ιστορικού
is: Sýna _feril
kk: Тарихты _көрсету

source: _Delete
el: _Διαγραφή
is: _Eyða
kk: Ө_шіру

source: Remove
el: Αφαίρεση
kk: Өшіру

source: Select Entry
el: Επιλογή καταχώρισης
kk: Жазбаны таңдау

source: Copy One-Time Password
el: Αντιγραφή συνθηματικού μίας χρήσης
kk: Бір реттік парольді көшіру

source: Copy Username
el: Αντιγραφή ονόματος χρήστη
is: Afrita notandanafn
kk: Пайдаланушы атын көшіру

source: Copy Password
el: Αντιγραφή συνθηματικού
is: Afrita lykilorð
kk: Парольді көшіру

source: Expiration Date not Set
el: Δεν ορίστηκε ημερομηνία λήξης
is: Engin gildislok tilgreind
kk: Мерзімінің аяқталу күні орнатылмаған

source: Edit Expiration Date
el: Επεξεργασία ημερομηνίας λήξης
is: Breyta gildistíma
kk: Мерзімінің аяқталу күнін түзету

source: Remove Expiration Date
el: Αφαίρεση ημερομηνίας λήξης
is: Fjarlægja gildistíma
kk: Мерзімінің аяқталу күнін өшіру

source: _Set Expiration Date
el: _Ορισμός ημερομηνίας λήξης
is: _Setja gildistíma
kk: Мерзімінің аяқталу күнін _орнату

source: Group Menu
el: Μενού Ομάδας
kk: Топ мәзірі

source: Select Group
el: Επιλογή ομάδας
kk: Топты таңдау

source: Edit
el: Επεξεργασία
is: Breyta
kk: Түзету

source: Show Text
el: Εμφάνιση κειμένου
is: Birta texta
kk: Мәтінді көрсету

source: Remove from History
el: Αφαίρεση από το ιστορικό
is: Fjarlægja úr ferilskrá
kk: Тарихтан өшіру

source: Password History
el: Ιστορικό συνθηματικών
is: Ferill lykilorða
kk: Парольдер тарихы

source: _Open
el: _Άνοιγμα
is: _Opna
kk: _Ашу

source: _New Safe
el: _Νέα κρύπτη
is: _Nýtt öryggishólf
kk: _Жаңа сейф

source: _Copy
el: _Αντιγραφή
is: A_frita
kk: _Көшіру

source: Search
el: Αναζήτηση
is: Leita
kk: Іздеу

source: Password
el: Συνθηματικό
is: Lykilorð
kk: Пароль

source: Length
el: Μήκος
is: Lengd
kk: Ұзындығы

source: Characters
el: Χαρακτήρες
is: Stafir
kk: Таңбалар

source: Passphrase
el: Φράση πρόσβασης
is: Aðgangssetning
kk: Кілттік фраза

source: Words
el: Λέξεις
is: Orð
kk: Сөздер

source: _Generate
el: _Δημιουργία
is: Út_búa
kk: _Генерациялау

source: Properties
el: Ιδιότητες
is: Eiginleikar
kk: Қасиеттері

source: Accessed
el: Πρόσβαση
is: Notað
kk: Қол жеткізілген

source: Modified
el: Τροποποιήθηκε
is: Breytt
kk: Өзгертілген

source: Created
el: Δημιουργήθηκε
is: Búið til
kk: Жасалған

source: Code
el: Κώδικας
is: Kóði
kk: Код

source: Property
el: Ιδιότητα
is: Eiginleiki
kk: Қасиет

source: Title
el: Τίτλος
is: Titill
kk: Тақырыбы

source: Username
el: Όνομα Χρήστη
is: Notandanafn
kk: Пайдаланушы аты

source: _Notes
el: _Σημειώσεις
is: _Minnispunktar
kk: _Ескертпелер

source: References
el: Αναφορές
is: Tilvísanir
kk: Сілтемелер

source: Syntax
el: Σύνταξη
is: Málskipan
kk: Синтаксис

source: The placeholder syntax for field references is the following:
el: Η σύνταξη placeholder για αναφορές πεδίων είναι η ακόλουθη:
is: Eftirfarandi er málskipan frátökumerkinga fyrir tilvísanir í gagnasvið:
kk: Өріс сілтемелеріне арналған толтырғыш синтаксисі келесідей:

source: Show Field Codes
el: Εμφάνιση Κωδικών Πεδίων
is: Birta kóða gagnasviða
kk: Өріс кодтарын көрсету

source: Identifier
el: Αναγνωριστικό
is: Auðkenni
kk: Идентификатор

source: Reference
el: Αναφορά
is: Tilvísun
kk: Сілтеме

source: Each entry has a unique identifier called UUID. It can be found in the properties of the entry.
el: Κάθε εγγραφή έχει ένα μοναδικό αναγνωριστικό που ονομάζεται UUID. Μπορεί να βρεθεί στις ιδιότητες της εγγραφής.
is: Hver færsla er með sértækt auðkenni sem kallast UUID. Það má sjá í eiginleikum færslunnar.
kk: Әрбір жазбаның UUID деп аталатын бірегей идентификаторы болады. Оны жазбаның қасиеттерінен табуға болады.

source: Unsaved Changes
el: Μη αποθηκευμένες αλλαγές
is: Óvistaðar breytingar
kk: Сақталмаған өзгерістер

source: Do you want to write all changes to the safe?
el: Θέλετε να γράψετε όλες τις αλλαγές στην κρύπτη;
is: Viltu vista allar breytingar á öryggishólfinu?
kk: Барлық өзгерістерді сейфке жазуды қалайсыз ба?

source: _Quit Without Saving
el: _Έξοδος χωρίς αποθήκευση
is: _Hætta án þess að vista
kk: Сақтамастан _шығу

source: _Don't Quit
el: _Να μην γίνει έξοδος
is: _Ekki hætta
kk: Шық_пау

source: _Save and Quit
el: _Αποθήκευση και έξοδος
is: Vi_sta og hætta
kk: Сақтау және _шығу

source: _Hide First Start Screen
el: _Απόκρυψη πρώτης οθόνης εκκίνησης
is: _Fela fyrsta upphafsskjá
kk: Бірінші іске қосу экранын жа_сыру

source: Reopen last opened safe.
el: Επαναφορά του τελευταίας ανοιχτής κρύπτης.
is: Opna aftur síðast opnaða öryggishólfið.
kk: Соңғы ашылған сейфті қайта ашу.

source: Safe
el: Κρύπτη
is: Öruggt
kk: Сейф

source: _Save Automatically
el: Αυτόματη _αποθήκευση
is: Vi_sta sjálfkrafa
kk: Автоматты түрде _сақтау

source: Save every change automatically.
el: Αποθήκευση κάθε αλλαγής αυτόματα.
is: Vista allar breytingar sjálfkrafa.
kk: Әрбір өзгерісті автоматты түрде сақтау.

source: Enable Quick Unlock
el: Ενεργοποίηση γρήγορου ξεκλειδώματος
kk: Жылдам құлпын ашуды іске қосу

source: Re-unlock using the last four characters of the password for a single attempt.
el: Επαναξεκλείδωμα με χρήση των τεσσάρων τελευταίων χαρακτήρων του συνθηματικού για μία μόνο προσπάθεια.
kk: Бір реттік әрекет үшін парольдің соңғы төрт таңбасын пайдаланып қайта құлпын ашу.

source: Enable Fingerprint Unlock
el: Ενεργοποίηση ξεκλειδώματος με αποτύπωμα
kk: Саусақ ізімен құлпын ашуды іске қосу

source: Use the fingerprint reader to quickly unlock the safe.
el: Χρήση του αναγνώστη δακτυλικών αποτυπωμάτων για το γρήγορο ξεκλείδωμα του χρηματοκιβωτίου.
kk: Сейфтің құлпын жылдам ашу үшін саусақ ізін оқу құрылғысын пайдаланыңыз.

source: Unlock
el: Ξεκλείδωμα
is: Aflæsa
kk: Құлпын ашу

source: Remember Composite _Key
el: Απομνημόνευση σύνθετου _κλειδιού
is: Muna samsetningarly_kil
kk: Құрамдас _кілтті есте сақтау

source: Remember last used composite key.
el: Απομνημόνευση του τελευταίου χρησιμοποιημένου σύνθετου κλειδιού.
is: Muna síðast notaða samsetningarlykil.
kk: Соңғы пайдаланылған құрамдас кілтті есте сақтау.

source: Password Generation
el: Δημιουργία σσυνθηματικού
is: Gerð lykilorðs
kk: Пароль генерациясы

source: Password Length
el: Μήκος συνθηματικού
is: Lengd lykilorðs
kk: Пароль ұзындығы

source: Number of characters when generating a password.
el: Αριθμός χαρακτήρων κατά τη δημιουργία συνθηματικού.
is: Fjöldi stafa sem á að nota við gerð lykilorðs.
kk: Парольді генерациялау кезіндегі таңбалар саны.

source: _Uppercase Characters
el: _Κεφαλαίοι χαρακτήρες
is: _Hástafir
kk: _Бас әріптер

source: Use uppercase characters A-Z when generating a password.
el: Χρήση κεφαλαίων χαρακτήρων A-Z κατά τη δημιουργία συνθηματικού.
is: Nota hástafi á bilinu A-Ö við gerð lykilorðs.
kk: Парольді генерациялау кезінде A-Z бас әріптерін пайдалану.

source: _Lowercase Characters
el: _Πεζοί χαρακτήρες
is: _Lágstafir
kk: _Кіші әріптер

source: Use lowercase characters a-z when generating a password.
el: Χρήση πεζών χαρακτήρων a-z κατά τη δημιουργία συνθηματικού.
is: Nota lágstafi á bilinu a-ö við gerð lykilorðs.
kk: Парольді генерациялау кезінде a-z кіші әріптерін пайдалану.

source: _Numeric Characters
el: _Αριθμητικοί χαρακτήρες
is: _Tölustafir
kk: _Сандық таңбалар

source: Use numeric characters when generating a password.
el: Χρήση αριθμητικών χαρακτήρων κατά τη δημιουργία συνθηματικού.
is: Nota tölustafi við gerð lykilorðs.
kk: Парольді генерациялау кезінде сандық таңбаларды пайдалану.

source: _Special Characters
el: _Ειδικοί χαρακτήρες
is: _Sérstafir
kk: _Арнайы таңбалар

source: Use non-alphanumeric ASCII symbols when generating a password.
el: Χρήση μη αλφαριθμητικών συμβόλων ASCII κατά τη δημιουργία συνθηματικού.
is: Nota ASCII-táknstafi (ekki bók- eða tölustafir) við gerð lykilorðs.
kk: Парольді генерациялау кезінде әріптік-сандық емес ASCII таңбаларын пайдалану.

source: Passphrase Generation
el: Δημιουργία φράσης πρόσβασης
is: Gerð aðgangssetningar
kk: Кілттік фраза генерациясы

source: Passphrase Length
el: Μήκος φράσης πρόσβασης
is: Lengd aðgangssetningar
kk: Кілттік фраза ұзындығы

source: Number of words to use when generating a passphrase.
el: Αριθμός λέξεων που θα χρησιμοποιηθούν κατά τη δημιουργία φράσης πρόσβασης.
is: Fjöldi orða sem á að nota við gerð aðgangssetningar.
kk: Кілттік фразаны генерациялау кезінде пайдаланылатын сөздер саны.

source: Separator
el: Διαχωριστικό
is: Aðgreinir
kk: Ажыратқыш

source: Security
el: Ασφάλεια
is: Öryggi
kk: Қауіпсіздік

source: Safe Lock Timeout
el: Χρονικό όριο κλειδώματος κρύπτης
is: Tímamörk læsingar á öryggishólfi
kk: Сейфті құлыптау күту уақыты

source: Lock safe on idle after X minutes.
el: Κλείδωμα κρύπτης κατά την αδράνεια μετά από X λεπτά.
is: Læsa öryggishólfi við aðgerðaleysi eftir X mínútur.
kk: Әрекетсіздіктен кейін X минуттан соң сейфті құлыптау.

source: Lock on _Session Lock
el: Κλείδωμα κατά το κλείδωμα _συνεδρίας
kk: Сессия құ_лыпталғанда құлыптау

source: Automatically lock when the session is locked.
el: Αυτόματο κλείδωμα όταν η συνεδρία είναι κλειδωμένη.
kk: Сессия құлыпталған кезде автоматты түрде құлыптау.

source: Clear Clipboard
el: Εκκαθάριση προχείρου
is: Hreinsa klippispjald
kk: Алмасу буферін тазарту

source: Clear clipboard after X seconds.
el: Εκκαθάριση προχείρου μετά από X δευτερόλεπτα.
is: Hreinsa klippispjald eftir X sekúndur.
kk: X секундтан кейін алмасу буферін тазарту.

source: Clear Recent List
el: Εκκαθάριση πρόσφατης λίστας
is: Hreinsa lista yfir nýlegt
kk: Соңғылар тізімін тазарту

source: Clear the recently opened safes list.
el: Εκκαθάριση της λίστας πρόσφατα ανοιχτών κρυπτών.
is: Hreinsa lista yfir nýlega opnuð öryggishólf.
kk: Жақында ашылған сейфтер тізімін тазарту.

source: Clear
el: Εκκαθάριση
is: Hreinsa
kk: Тазарту

# Shortcut window description
source: Application
el: Εφαρμογή
is: Forrit
kk: Қолданба

# Shortcut window description
source: Create Safe
el: Δημιουργία κρύπτης
is: Búa til öryggishólf
kk: Сейфті жасау

# Shortcut window description
source: Go Back
el: Μετάβαση πίσω
is: Fara til baka
kk: Артқа қайту

# Shortcut window description
source: Open Safe
el: Άνοιγμα κρύπτης
is: Opna öryggishólf
kk: Сейфті ашу

# Shortcut window description
source: Open Preferences
el: Άνοιγμα προτιμήσεων
is: Opna kjörstillingar
kk: Қалауларды ашу

# shortcut window
source: Show Shortcuts
el: Εμφάνιση συντομεύσεων
is: Birta flýtilykla
kk: Жарлықтарды көрсету

# Shortcut window description
source: Close Window
el: Κλείσιμο παραθύρου
is: Loka glugga
kk: Терезені жабу

# Shortcut window description
source: New Window
el: Νέο παράθυρο
kk: Жаңа терезе

# Shortcut window description
source: Quit
el: Έξοδος
is: Hætta
kk: Шығу

# Shortcut window description
source: Safe
el: Κρύπτη
is: Öruggt
kk: Сейф

# Shortcut window description
source: Lock Safe
el: Κλείδωμα κρύπτης
is: Læsa öryggishólfi
kk: Сейфті құлыптау

# Shortcut window description
source: Save Safe
el: Αποθήκευση κρύπτης
is: Vista öryggishólf
kk: Сейфті сақтау

# Shortcut window description
source: Open Search
el: Άνοιγμα αναζήτησης
is: Opna leit
kk: Іздеуді ашу

# Shortcut window description
source: Create Entry
el: Δημιουργία εγγραφής
is: Búa til færslu
kk: Жазбаны жасау

# Shortcut window description
source: Create Group
el: Δημιουργία ομάδας
is: Búa til hóp
kk: Топты жасау

# Shortcut window description
source: Entry
el: Εγγραφή
is: Færsla
kk: Жазба

# Shortcut window description
source: Copy Password
el: Αντιγραφή συνθηματικού
is: Afrita lykilorð
kk: Парольді көшіру

# Shortcut window description
source: Copy Address
el: Αντιγραφή διεύθυνσης
is: Afrita vistfang
kk: Адресті көшіру

# Shortcut window description
source: Copy Username
el: Αντιγραφή ονόματος χρήστη
is: Afrita notandanafn
kk: Пайдаланушы атын көшіру

# Shortcut window description
source: Copy One-Time Password
el: Αντιγραφή συνθηματικού μίας χρήσης
is: Afrita eins-skiptis lykilorð
kk: Бір реттік парольді көшіру

# Shortcut window description
source: Show History
el: Εμφάνιση ιστορικού
is: Sýna feril
kk: Тарихты көрсету

# Shortcut window description
source: Save in History
el: Αποθήκευση στο ιστορικό
is: Vista í ferilskrá
kk: Тарихқа сақтау

source: Unlock Safe
el: Ξεκλείδωμα κρύπτης
is: Aflæsa öryggishólfi
kk: Сейфтің құлпын ашу

source: Fingerprint Unlock available
el: Το ξεκλείδωμα με αποτύπωμα είναι διαθέσιμο
kk: Саусақ ізімен құлпын ашу қолжетімді

source: _Unlock
el: _Ξεκλείδωμα
kk: Құл_пын ашу

source: Browser
el: Περιηγητής
kk: Браузер

source: Select Items
el: Επιλογή στοιχείων
kk: Элементтерді таңдау

source: Go Back
el: Μετάβαση πίσω
kk: Артқа қайту

source: _Cancel
el: _Ακύρωση
is: _Hætta við
kk: Бас _тарту

source: Search Safe
el: Αναζήτηση κρύπτης
kk: Сейфтен іздеу

source: _Clear
el: _Εκκαθάριση
kk: _Тазарту

source: Delete Selection
el: Διαγραφή επιλογής
is: Eyða vali
kk: Таңдалғанды өшіру

source: Move Selection
el: Μετακίνηση επιλογής
is: Færa valið
kk: Таңдалғанды жылжыту

source: Paste Selection
el: Επικόλληση επιλογής
is: Líma valið
kk: Таңдалғанды кірістіру

source: Select an Entry
el: Επιλογή εγγραφής
kk: Жазбаны таңдау

source: New Entry or Group
el: Νέα εγγραφή ή Ομάδα
is: Ný færsla eða hópur
kk: Жаңа жазба немесе топ

source: Selection Mode
el: Λειτουργία επιλογής
is: Valhamur
kk: Таңдау режимі

source: _Save
el: _Αποθήκευση
is: Vi_sta
kk: _Сақтау

source: _Lock
el: _Κλείδωμα
is: _Læsa
kk: Құ_лыптау

source: So_rting
el: Ταξ_ινόμηση
is: _Röðun
kk: Сұ_рыптау

source: _Newest First
el: _Νεότερα πρώτα
is: _Nýjast fyrst
kk: Алдымен _жаңалары

source: _Oldest First
el: _Παλαιότερα πρώτα
is: _Elsta fyrst
kk: Алдымен _ескілері

source: New _Window
el: Νέο _παράθυρο
kk: Жаңа _терезе

source: Sa_fe Settings
el: Ρυθμίσεις _κρύπτης
is: Stillingar öryggishól_fs
kk: Сейф _баптаулары

source: New _Entry
el: Νέα _εγγραφή
is: Ný _færsla
kk: Жаңа _жазба

source: New _Group
el: Νέα _ομάδα
is: Nýr _hópur
kk: Жаңа _топ

source: Secure Secrets
el: Ασφαλή μυστικά
is: Örugg leyndarmál
kk: Қауіпсіз құпиялар

source: Create or import a new Keepass safe
el: Δημιουργήστε ή εισάγετε ένα νέο ασφαλές Keepass
kk: Жаңа Keepass сейфін жасау немесе импорттау

source: Secrets
is: Leyndarmál
kk: Құпиялар

source: A password manager for GNOME
el: Ένας διαχειριστής συνθηματικών για το GNOME
is: Lykilorða-umsýsla fyrir GNOME
kk: GNOME-ға арналған парольдер менеджері

source: keepass;encrypt;secure;
is: keepass;dulrita;öryggi;öruggt;
kk: keepass;шифрлау;қауіпсіз;

source: Lock on session lock
el: Κλείδωμα κατά το κλείδωμα της συνεδρίας
kk: Сеанс құлыпталғанда құлыптау

source: Reopen last opened database
el: Επαναφορά της τελευταίας ανοιχτής βάσης δεδομένων
is: Opna aftur síðast opnaða gagnagrunninn
kk: Соңғы ашылған дерекқорды қайта ашу

source: Automatically open the unlock screen of the last opened database, otherwise show the welcome screen.
el: Αυτόματο άνοιγμα της οθόνης ξεκλειδώματος της τελευταίας ανοιχτής βάσης δεδομένων, αλλιώς εμφάνιση της οθόνης υποδοχής.
is: Opna sjálfkrafa aflæsingaskjá síðast opnaða gagnagrunnsins, annars á að birta upphafsskjárinn.
kk: Соңғы ашылған дерекқордың құлпын ашу экранын автоматты түрде ашу, әйтпесе қарсы алу экранын көрсету.

source: Save every change automatically
el: Αποθήκευση κάθε αλλαγής αυτόματα
is: Vista allar breytingar sjálfkrafa
kk: Әрбір өзгерісті автоматты түрде сақтау

source: Save every change you made instantly into the database. Please note that you cannot revert changes if Autosave is enabled.
el: Αποθήκευση κάθε αλλαγής που κάνετε αμέσως στη βάση δεδομένων. Παρακαλώ σημειώστε ότι δεν μπορείτε να αναστρέψετε αλλαγές αν η Αυτόματη Αποθήκευση είναι ενεργοποιημένη.
is: Vista allar breytingar sem þú gerir sjálfkrafa inn í gagnagrunninn. Athugaðu að þú getur ekki afturkallað breyingar ef þú ert með sjálfvirka vistun virka.
kk: Жасалған әрбір өзгерісті дерекқорға бірден сақтау. Автосақтау іске қосылған болса, өзгерістерді кері қайтара алмайтыныңызды ескеріңіз.

source: Lock database after X minutes
el: Κλείδωμα βάσης δεδομένων μετά από X λεπτά
is: Læsa gagnagrunni eftir X mínútur
kk: Дерекқорды X минуттан кейін құлыптау

source: Automatically lock your database after a given amount of minutes to improve the security.
el: Αυτόματο κλείδωμα της βάσης δεδομένων σας μετά από έναν συγκεκριμένο αριθμό λεπτών για βελτίωση της ασφάλειας.
is: Læsa gagnagrunni sjálfvirkt í öryggisskyni eftir tiltekinn fjölda mínútna.
kk: Қауіпсіздікті арттыру үшін дерекқорды көрсетілген минут санынан кейін автоматты түрде құлыптау.
