Repository: FalkAlexander/PasswordSafe
Catalog: po/*.po
Languages: el, is, kk

source: Path to last used key for composite database unlocking.
is: Slóð á lykil sem síðast var notaður til að aflæsa samsettum gagnagrunnum.

source: Error: File {} does not exist
is: Villa: Skráin {} er ekki til

source: Error: Safe {} is already open
is: Villa: Öryggishólfið "{}" er þegar opið

source: Generating…
is: Útbý…

source: Generate
is: Útbúa

source: Select Attachment
is: Veldu viðhengi

source: Username not specified
is: Notandanafn ekki tilgreint

source: Lowercase
is: Lágstafa

source: Uppercase
is: Hástafa

source: Numbers
is: Tölur

source: Symbols
is: Tákn

source: Exclude
is: Undanskilja

source: Include
is: Taka með

source: Safe {} is already open
is: Öryggishólfið "{}" er þegar opið

source: _Try Again
is: Re_yndu aftur

source: Select Current Keyfile
is: Veldu núgildandi lykilskrá

source: Ok
is: Í lagi

source: {} _Selected
is: {} _valin

source: Cancel
is: Hætta við

source: Delete
is: Eyða

source: KeePass 3.1/4 Database
is: KeePass 3.1/4 gagnagrunnur
